Repository: DP-3T/dp3t-app-ios-ch
Catalog: Translations/*.lproj/Localizable.strings
Languages: it

# app_name
source: dp3t-app
it: Next Step

# CFBundleDisplayName
source: dp3t-app
it: Next Step

# loading_view_reload
source: Reload
it: Erneut laden

# loading_view_error_title
source: Error
it: Fehler

# grant_permission_button
source: Grant permission
it: Erlaubnis erteilen

# language_key
source: en
it: it

# inform_continue_button
source: Next
it: Weiter

# inform_positive_long_text
source: I have recently tested positive for COVID-19. I want to stop a potential infection chain by allowing the app to anonymously contact people who were recently close by.
it: Ich wurde kürzlich positiv auf COVID-19 getestet. Ich möchte daher eine mögliche Infektionskette verhindern, indem die App Personen, denen ich begegnet bin, anonym benachrichtigt.

# inform_send_button_title
source: Jetzt senden
it: Senden

# inform_send_thankyou
source: THANK YOU!
it: DANKE!

# inform_send_thankyou_text
source: Your information was transmitted. You're making an important contribution to keeping the spread of COVID-19 at bay.
it: Deine Infos wurden übermittelt. Damit leistest du einen wichtigen Beitrag, die Verbreitung des Corona-Virus zu stoppen.

source: Downloading PDF
it: PDF wird heruntergeladen

# inform_empfehlung
source: Recommendation
it: Empfehlung

# inform_empfehlung_subtext
source: A medical check up or lab test is currently not advised. Please continue to practice protective hygiene measures and follow the advised behavior rules.
it: Eine medizinische Abklärung oder ein Labortest ist nicht angezeigt. Halten Sie sich an die Hygiene- und Verhaltensregeln.

# inform_fertig_button_title
source: Close
it: Fertig

source: Downloading CSV
it: CSV wird heruntergeladen

# handshakes_title_homescreen
source: Encounters
it: Begegnungen

# inform_title_homescreen
source: Suspicion of COVID-19
it: Verdacht auf eine Corona Erkrankung

# inform_button_title
source: Inform now
it: Erkrankung melden

# inform_button_title_again
source: Inform again
it: Erneut informieren

# inform_last_meldung_text
source: last successful signal
it: Letzte erfolgreiche Meldung am {date}

# tab_theapp_title
source: The App
it: Die App

source: Cancel
it: Abbrechen

source: Close
it: Schliessen

# homescreen_inform_module_gemeldet_label
source: You have informed all users you have met recently
it: Du hast alle Nutzer informiert, denen du in letzter Zeit begegnet bist.

# push_exposed_title
source: New information available
it: Neue Informationen verfügbar

# push_exposed_text
source: Please open the app for more information.
it: Bitte öffne die App für weitere Informationen.

# onboarding_top_label_how
source: How does it work:
it: Wie funktioniert das:

# button_permission_location_android
source: Allow tracing
it: Ortung erlauben

# button_permission_location_granted_android
source: Tracing allowed
it: Ortung erlaubt

# activate_bluetooth_button
source: Activate Bluetooth
it: Bluetooth aktivieren

# activate_push_button
source: Activate Push
it: Mitteilungen aktivieren

# bluetooth_activated_label
source: Bluetooth activated
it: Bluetooth aktiviert

# push_activated_label
source: Push activated
it: Mitteilungen aktiviert

# onboarding_continue_button
source: Next
it: Weiter

# onboarding_continue_without_button
source: Continue without authorization
it: Weiter ohne Berechtigungen

# onboarding_continue_without_popup_abort
source: Cancel
it: Abbrechen

# onboarding_continue_without_popup_continue
source: Continue
it: Fortfahren

# onboarding_finish_button
source: Finish
it: Fertig

# button_battery_optimization
source: Deactivate battery optimization
it: Akku-Optimierung deaktivieren

# button_battery_optimization_deactivated
source: Activate battery optimization
it: Akku-Optimierung deaktiviert

# inform_text_homescreen_nosymptoms
source: Inform your encounters, if you have been positively tested on COVID-19.
it: Informiere Personen, denen du begegnet bist anonym, wenn du positiv auf COVID-19 getestet wurdest.

# unexpected_error_title
source: an unknown Error has occurred.
it: Ein unerwarteter Fehler ist aufgetreten ({ERROR}).

# bluetooth_turned_off
source: The App does not work, please activate Bluetooth.
it: Die App funktioniert nicht, weil Bluetooth ausgeschaltet ist.

# bluetooth_permission_turned_off
source: The app does not work hence the Bluetooth authorization is turned off.
it: Die App funktioniert nicht, weil die Bluetooth Berechtigung nicht gegeben ist.

# NSBluetoothPeripheralUsageDescription
source: Encounters are recognized via Bluetooth, in the Background and energy-saving
it: Begegnungen werden über Bluetooth energiesparend im Hintergrund erkannt.

# NSBluetoothAlwaysUsageDescription
source: Encounters are recognized via Bluetooth, in the Background and energy-saving
it: Begegnungen werden über Bluetooth energiesparend im Hintergrund erkannt.

# foreground_service_notification_text
source: App is scanning in the Background
it: Begegnungen werden anonym auf deinem Gerät gespeichert.

# exposed_info_support_text
source: If you have any questions or need recommendations, call the hotline.
it: Wenn du Fragen hast oder Empfehlungen brauchst, ruf die Hotline an.

# inform_code_title
source: Enter the code
it: Code eingeben

# inform_code_text
source: Enter the code you received with your test result.
it: Gib den Code ein, den du mit deinem Testergebnis erhalten hast.

# inform_code_no_code
source: Didn't get a code?
it: Keinen Code erhalten?

# logs_filter_tags
source: tag filter (comma separated)
it: Tag-Filter (kommagetrennt)

# tracing_setting_text
source: Enable Bluetooth
it: Anonymes Tracing erlauben

# bluetooth_setting_tracking_inactive
source: Tracing disabled
it: Tracing deaktiviert

# bluetooth_setting_tracking_inactive_subtext
source: Allow Bluetooth so that encounters can be saved anonymously.
it: Erlaube Bluetooth, damit Begegnungen anonym gespeichert werden können.

# bluetooth_setting_tracking_explanation_title
source: How does tracing work?
it: Wie funktioniert das Tracing?

# bluetooth_setting_data_explanation_title
source: Is my data safe?
it: Sind meine Daten sicher?

# bluetooth_setting_tracking_explanation_text1
source: Via BLE (Bluetooth Low Energy) the app recognizes ecounters with other users. Such encouters will be registered by the app if two users stand close to each other for a certain time period, and are deleted after 21 days.
it: Die App erkennt mittels Bluetooth, genauer gesagt Bluetooth Low Energy, Begegnungen mit anderen Nutzern. Eine Begegnung wird durch die App registriert, wenn zwei Nutzer sich für eine bestimmte Zeit in der Nähe aufhalten, und nach 21 Tagen wieder gelöscht.

# bluetooth_setting_tracking_explanation_text2
source: Encounters with other users are only saved locally on your smartphone.
it: Eine Begegnung mit einem anderen Nutzer wird nur lokal auf deinem Smartphone gespeichert.

# bluetooth_setting_data_explanation_text1
source: Each App has its own dynamic ID that is randomly generated via «HMAC(SHA256)» and changes every 15 minutes. This way, each user remains anonymous.
it: Jede App hat eine dynamische ID, die alle 15 Minuten mittels «HMAC(SHA256)» zufällig generiert wird. So bleibt jeder Nutzer anonym.

# bluetooth_setting_data_explanation_text2
source: Important features: - No location tracking - No analytics or advertising - Open architecture / protocol and specification incl. SDK for iOS and Android - Interoperability (own app, own Backend) - Open source
it: Wichtige Eigenschaften: - Kein Location-Tracking - Keine Analytics oder Advertising Dienste - Offene Architektur / Protokoll und Spezifikation inkl. SDK für iOS und Android - Interoperabilität (Eigene App, eigenes Backend) - Open Source

# reports_title_homescreen
source: Reports
it: Meldungen

# meldungen_no_meldungen_title
source: No reports
it: Keine Meldungen

# push_deactivated_title
source: Push deactivated
it: Mitteilungen deaktiviert

# push_deactivated_text
source: Allow push notifications to be informed immediately when a report is received.
it: Ändern Sie die Einstellungen, um bei einer Meldung direkt informiert zu werden.

# hinweis_title
source: Note
it: Wichtiger Hinweis

# hinweis_text
source: One person you met was tested positive for COVID-19.
it: Eine Person, der du begegnet bist, wurde positiv auf COVID-19 getestet.

# button_report_illness
source: Report illness
it: Erkrankung melden

# meldungen_meldung_title
source: Note
it: Mögliche Ansteckung

# meldungen_meldung_text
source: One person you met was tested positive for COVID-19. Please read the information about the recommended behaviour here.
it: Eine Ihrer Begegnungen wurde positiv auf COVID-19 getestet

# meldungen_meldung_more_button
source: Learn more
it: Mehr erfahren

# tracing_active_title
source: Tracing enabled
it: Tracing aktiv

# tracing_active_text
source: Encounters are saved anonymously on your device.
it: Begegnungen werden anonym gespeichert

# tracing_error_title
source: Tracing deactivated
it: Tracing nicht aktiv

# tracing_error_text
source: Activate tracing and Bluetooth so that encounters can be recorded anonymously.
it: Tracing erlauben, um Begegnungen anonym zu speichern.

# meldungen_additional_info_title
source: What does that mean?
it: Was bedeutet das?

# meldungen_additional_info_title2
source: What shall I do?
it: Wie soll ich mich verhalten?

# meldungen_additional_info_text3
source: Experts from the FOPH give you advice by phone. Coronavirus Infoline +41 58 463 00 00
it: Experten vom BAG beraten Sie telefonisch. Corona-Infoline +41 58 463 00 00

# meldungen_call_button_title
source: Call now
it: Jetzt anrufen

# meldungen_hotline_label
source: Coronavirus Infoline
it: Corona-Infoline

# button_call_now
source: Call now
it: Jetzt anrufen

# meldungen_additional_info_text3_reduced
source: Experts from the FOPH give you advice by phone.
it: Experten vom BAG beraten dich telefonisch.

# meldungen_infected_title
source: Infection reported
it: Infektion gemeldet

# meldungen_infected_text
source: Thank you so much! People you met are informed anonymously and can isolate themselves.
it: Vielen Dank! Nutzer denen du begegnet bist, werden anonym informiert und können sich isolieren.

# foreground_service_notification_errors
source: App cannot work properly at the moment:
it: App kann zur Zeit nicht richtig funktionieren:

# foreground_service_notification_error_network_sync
source: Error occurred while loading data
it: beim Laden der Daten ist ein Fehler aufgetreten

# foreground_service_notification_error_location_permission
source: Location permission is missing (needed for accessing bluetooth)
it: Standort Berechtigung fehlt (benötigt um auf Bluetooth zuzugreifen)

# foreground_service_notification_error_bluetooth_disabled
source: Bluetooth is deactivated
it: Bluetooth ist deaktiviert

# foreground_service_notification_error_battery_optimization
source: Battery optimization is activated (prevents reliable background scanning)
it: Akku Optimierung ist aktiviert (verhindert zuverlässiges Scanning im Hintergrund)

# preview_warning_title
source: Preview version
it: Vorschau Version

# preview_warning_text
source: This app was built as a preview to demonstrate the DP-3T implementation. It is not a final COVID-19 tracer.
it: Diese App dient als Vorschau, um die DP-3T Implementation zu zeigen. Es ist kein produktiv verwendbarer COVID-19 Tracer.

# debug_settings_title
source: Debug Settings
it: Debug Einstellungen

# debug_state_setting_title
source: Override app state
it: App-Zustand überschreiben

# debug_state_setting_text
source: This setting overrides the visual state of the app. The actual tracing functionality is not affected by it.
it: Diese Einstellung überschreibt den visuellen Zustand der App. Die Tracing-Funktionalität wird davon nicht beeinflusst.

# debug_state_setting_option_none
source: no override
it: Keine Überschreibung

# debug_state_setting_option_ok
source: healthy
it: Gesund

# debug_state_setting_option_exposed
source: exposed to a positively tested contact
it: Positiv getesteter Kontakt

# debug_state_setting_option_infected
source: reported self as positively tested
it: Selbst positiv gemeldet

# debug_sdk_state_title
source: Sdk state
it: SDK Status

# debug_sdk_state_text
source: The current state of the dp-3t sdk.
it: Der aktuelle Zustand des DP-3T SDKs.

# debug_sdk_state_active
source: is active
it: wird ausgeführt

# debug_sdk_state_inactive
source: inactive
it: wird nicht ausgeführt

# debug_sdk_state_last_synced
source: last sync date:
it: Letzte Synchronisation:

# debug_sdk_state_self_exposed
source: reported self:
it: Selbst gemeldet:

# debug_sdk_state_contact_exposed
source: contact reported:
it: Kontakt gemeldet:

# debug_sdk_state_number_handshakes
source: number of handshakes:
it: Anzahl handshakes:

# debug_sdk_state_boolean_true
source: true
it: ja

# debug_sdk_state_boolean_false
source: false
it: nein

# debug_sdk_button_reset
source: reset sdk
it: SDK zurücksetzen

# debug_sdk_reset_text
source: The local data of the dp-3t sdk has been reset.
it: Der lokale Stand des DP-3T SDK wurde zurückgesetzt.

# inform_detail_box_subtitle
source: Infektionskette unterbrechen
it: Was muss ich tun?

# inform_detail_box_button
source: Covid-Code eingeben
it: Jetzt informieren

# inform_detail_box_text
source: Informieren Sie Begegnungen über eine mögliche Ansteckung. Dazu benötigen Sie den Covid-Code aus dem Testergebnis.
it: Informieren sie Personen mit denen Sie Kontakt hatten anonym über die App.

# tracing_turned_off_text
source: Aktivieren Sie das Tracing, damit die App funktioniert.
it: Tracing erlauben, um Begegnungen anonym zu speichern.

# bluetooth_turned_off_text
source: Schalten Sie Bluetooth auf Ihrem Gerät ein, damit das anonyme Tracing funktioniert.
it: Schalten Sie Bluetooth ein, damit das anonyme Tracing funktioniert.

# bluetooth_permission_error_title
source: Bluetooth Verwendung abgelehnt
it: Bluetooth deaktiviert

# bluetooth_permission_error_text
source: Erlauben Sie die Verwendung von Bluetooth, damit das anonyme Tracing funktioniert.
it: Damit anonymes Tracing funktioniert, müssen Sie der App Zugriff auf Bluetooth erlauben.

# meldung_detail_positive_tested_subtitle
source: Sie wurden positiv auf COVID-19 getestet.
it: Sie wurden positiv auf das neue Coronavirus getestet.

# meldung_homescreen_positiv_text
source: Sie wurden positiv auf COVID-19 getestet.
it: Sie wurden positiv auf das neue Coronavirus getestet.
